<?php
$_['heading_title']          = 'Менеджер товаров (расширенный)';
$_['entry_weight']           = 'Вес';
$_['entry_model']            = 'Модель';
$_['entry_sku']              = 'Артикул';
$_['entry_upc']              = 'UPC';
$_['entry_ean']              = 'EAN';
$_['entry_jan']              = 'JAN';
$_['entry_isbn']             = 'ISBN';
$_['entry_mpn']              = 'MPN';	
$_['entry_location']         = 'Расположение';
$_['entry_shipping']         = 'Требуется Доставка';
$_['text_add']               = 'Добавить Продукт';
$_['text_edit']              = 'Изменить Продукт';
$_['text_list']              = 'Список продуктов';
$_['text_default']           = 'По умолчанию';
$_['column_name']            = 'Наименование товара';
$_['column_model']           = 'Модель';
$_['column_image']           = 'Изображение';
$_['column_price']           = 'Цена';
$_['column_quantity']        = 'Количество';
$_['column_status']          = 'Статус';
$_['column_action']          = 'Действие';
$_['column_weight']          = 'Вес';
$_['column_width']        	 = 'Ширина';
$_['column_height']          = 'Высота';
$_['column_length']          = 'Длина';
$_['length_class']    		 = 'Класс Длины';
$_['entry_name']             = 'Наименование товара';
$_['entry_limit']			 = 'Показать';
$_['entry_limit_placeholder']= 'Количество на одной странице';
$_['entry_keyword']          = 'SEO Ключевое слово';
$_['entry_manufacturer']     = 'Производитель';
$_['entry_minimum']          = 'Минимальное кол-во';
$_['date_added']			 = 'Добавлено';
$_['date_modified']			 = 'Дата Изменения';
$_['entry_reward']           = 'Бонусные очки';
$_['entry_subtract']         = 'Вычесть запас';
$_['entry_viewed']           = 'Посмотреть';
$_['button_togglecolumns']	 = 'Переключить Столбцы';
$_['text_success']           = 'Успех: вы изменили продукты с помощью менеджера товаров!';
$_['entry_date_available']   = 'Доступная дата';
$_['column_image_filename']  = 'Имя Файла Изображения';
$_['entry_weight_class']     = 'Весовая категория';
$_['entry_stock_status']     = 'Нет на складе';
$_['entry_tax_class']        = 'Налоговый класс';
$_['entry_price']            = 'Цена';
$_['entry_points']           = 'Очки';
$_['excelport_error']		 = 'ExcelPort не установлен. Вам необходимо установить ExcelPort, чтобы использовать эту функцию.';
$_['text_export']			 = 'Экспорт товаров';
$_['asterisk_warning']		 = '** Имейте в виду, что не все поля могут быть использованы для сортировки';
$_['confirm_bulk']			 = 'Вы уверены, что хотите массово редактировать выбранные продукты?';
$_['bulk_edit']				 = 'Массовое редактирование';
$_['error_permission']       = 'Внимание: у вас нет разрешения на изменение продуктов!';
$_['bulk_image_result']		 = 'продукты были успешно изменены!';
$_['modal_close']			 = 'Закрыть';
$_['entry_quantity']		 = 'Количество';
$_['entry_status']			 = 'Статус';
$_['bulk_modal_heading']	 = 'Массовая Загрузка Изображений';
$_['bulk_modal_text']		 = 'Загрузите ZIP-файл:';
$_['showhide_filter']		 = 'Показать/Скрыть Фильтр';
$_['bulk_zip_error']		 = 'Файл должен быть*.ZIP';
$_['upload_file']			 = 'Загрузить файл';
$_['bulk_image_help_all']	 = 'Имейте в виду, что массовая загрузка изображений работает для всех продуктов, а не только для тех, которые выбраны в списке.';
$_['bulk_image_structured']  = 'Вот как должен быть структурирован ваш .ZIP файл:';
$_['bulk_image_structured2'] = 'Числа в файлах изображений эквивалентны выбранному идентификатору продукта.';
$_['bulk_atleast2']			 = 'Вам нужно выбрать два или более продуктов, чтобы использовать функцию массового редактирования.';

$_['quick_edit']			 = 'Быстрое редактирование';
$_['quick_view']             = 'Быстрый просмотр';

$_['column_category']		 = 'Категория';

$_['column_specials']        = 'Акции';
$_['column_specials_bulk']   = 'Массово изменить акции';
$_['column_attributes_bulk'] = 'Массовое Редактирование Атрибутов';
$_['column_options_bulk'] 	 = 'Параметры Массовое редактирование';
$_['column_attributes']      = 'Атрибуты';
$_['column_options']         = 'Опции';
$_['text_notset']			 = 'Не установлен';
$_['text_special_cnt']		 = '%d Акции';
$_['text_special_cnt_plu']	 = '%d Специальные предложения';
$_['text_attr_cnt']		 	 = '%d Атрибут';
$_['text_attr_cnt_plu']	 	 = '%d Атрибуты';
$_['text_opts_cnt']		 	 = '%d Опция';
$_['text_opts_cnt_plu']	 	 = '%d Опции';
$_['text_disc_cnt']          = '%d Скидка';
$_['text_disc_cnt_plu']      = '%d Скидки';
$_['tab_text_insert']	 	 = 'Вставить';
$_['tab_text_delete']	 	 = 'Удалить';
$_['button_text_save']		 = 'Сохранить';
$_['button_text_delete']	 = 'Удалить Все';
$_['button_delete']          = 'Удалить все';
$_['text_delete_info_attr']	 = 'Предупреждение. При нажатии кнопки <strong>Удалить все</strong> удаляются все данные атрибутов для выбранных продуктов.';
$_['text_delete_info_opts']	 = 'Предупреждение. При нажатии кнопки <strong>Удалить все</strong> удаляются все данные параметров для выбранных продуктов.';

$_['entry_category']		 = 'Категория';

$_['all_customer_groups']    = '--Применить ко всему--';
$_['operation_multiply']     = 'Умножение *';
$_['operation_divide']       = 'Разделение / ';
$_['operation_add']   	     = 'Прибавление +';
$_['operation_subtract']     = 'Вычитание -';

$_['button_orders'] 		 = 'Посмотреть заказы';
$_['orders_heading'] 		 = 'Заказы';
$_['button_license']   		 = 'Введите лицензию';
$_['validation_success']     = 'Поздравляем! Вы успешно активировали свою лицензию. Наслаждайтесь Менеджером товаров (расширенный)!';

$_['entry_actions']			 = 'Действия';
$_['entry_seo_keyword']		 = 'Aлиас SEO';

$_['special_bulk_type']      = 'Выберите тип массового редактирования акций';
$_['special_bulk_replace']   = 'Заменить все акции/новыми';
$_['special_bulk_add_on_top']= 'Добавьте специальные предложения поверх текущих акций';
$_['special_replace_helper']         = 'Эта опция удалит все текущие акции для выбранных продуктов и добавит те из настроек ниже (цена по умолчанию продукта берется за основу для математических операций)';
$_['special_add_on_top_helper']      = 'Эта опция берет цену текущего активного специального предложения (на основе дат и приоритета) для каждого из выбранных продуктов и производит расчеты на основе этого.';

$_['attr_bulk_type']         = 'Выберите тип массового редактирования атрибута';
$_['attr_bulk_replace']      = 'Заменить все атрибуты новыми';
$_['attr_bulk_add']          = 'Добавить атрибуты поверх текущих';
$_['attr_replace_helper']    = 'Эта опция удалит все текущие атрибуты для выбранных продуктов и добавит те, которые указаны ниже';
$_['attr_add_helper']        = 'Эта опция добавит атрибуты как новые. Помните, что если атрибут для данного продукта уже существует, он будет отредактирован, так как продукт не может иметь один и тот же атрибут дважды с разными текстами.';

$_['column_discounts']           = 'Скидки';
$_['discount_bulk_type']         = 'Выберите тип массового редактирования скидки';
$_['discount_bulk_replace']      = 'Заменить все скидки на новые';
$_['discount_bulk_add_on_top']   = 'Добавить скидки поверх текущей скидки';
$_['discount_replace_helper']    = 'Эта опция удалит все текущие скидки для выбранных продуктов и добавит те из настроек ниже (цена по умолчанию продукта берется за основу для математических операций)';
$_['discount_add_on_top_helper'] = 'Эта опция будет брать цену текущей активной скидки (на основе дат и приоритета) для каждого из выбранных продуктов и производить расчеты на ее основе.';
// Version 3.2
$_['column_filters']              = 'Фильтры';
$_['text_selected_categories']    = 'Добавить выбранные {0} как новые';
$_['text_replace_selected']       = 'Заменить {0} выбранными';
$_['text_delete_selected']        = 'Удалить {0} выбранные';

$_['text_module'] = 'Модули';